                                            UNIQUE
     A          R CMDDEFSR
     A            CMDNAME       10A         COLHDG('Command name')
     A          K CMDNAME

