                                            UNIQUE
     A          R CMDDEFS
     A            NAME          10A         COLHDG('Command name')
     A          K NAME

